/*---------------------------------------------------------------+
| Programa: macrovars.sas                                        |
+----------------------------------------------------------------+
| Módulo: Geral                                                  |
+----------------------------------------------------------------+
| Versão: 1.00                                                   |
+----------------------------------------------------------------+
| Histórico de Alterações:                                       |
+----------------------------------------------------------------+
| Data       | Responsável      | Descrição                      |
+----------------------------------------------------------------+
| 24/06/2025 | Jessica M. Inoue | Criação das macros.            |
+---------------------------------------------------------------*/

/*Caminho das fontes dos programas*/
%let caminho=/opt/sas/Workshop/Git/OC1;

/*Caminho para as libraries*/
%let caminho_libs=/opt/sas/Workshop/libraries;